[
{"bookId":"7iraCwAAQBAJ",
 "userId":"1",
"authorId":"1",
"title":"The Witch of Lime Street",
"isbn":"9780307451064",
"description":"In 1924 the wife of a Boston surgeon came to embody the raging national debate over Spiritualism, a movement devoted to communication with the dead. Reporters dubbed her the blonde Witch of Lime Street, but she was known to her followers simply as Margery. Her most vocal advocate was Sir Arthur Conan Doyle, who believed so thoroughly in Margery's powers that he urged her to enter a controversial contest, sponsored by Scientific American. Her supernatural gifts beguiled four of the judges. There was only one left to convince ... the acclaimed escape artist, Harry Houdini. Jaher captures their electric public rivalry and the competition that brought them into each other's orbit.",
"preview":"http:\/\/books.google.com\/books?id=7iraCwAAQBAJ&dq=9780307451071&hl=&source=gbs_api",
"cover":"http:\/\/books.google.com\/books\/content?id=7iraCwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
"book_status":"reading"},
{"bookId":"ieEccOU0i_8C",
"userId":"1",
"authorId":"2",
"title":"A Voyage Long and Strange",
"isbn":"0805076034",
"description":"A chronicle of the period in American history between Columbus's discovery of the New World and Jamestown's founding evaluates the dramatic voyages and first-contact experiences of numerous European adventurers in search of such elusive treasures as gold, the fountain of youth, and potential religious converts. $250,000 ad\/promo.","preview":"http:\/\/books.google.com\/books?id=ieEccOU0i_8C&dq=a+voyage+long+and+strange&hl=&source=gbs_api","cover":"http:\/\/books.google.com\/books\/content?id=ieEccOU0i_8C&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api","book_status":"read","created_at":"2019-07-13 15:20:47","updated_at":"2019-07-13 15:20:47"},
{"bookId":"xd3UjwEACAAJ",
"userId":"1",
"authorId":"3",
"title":"The Witch's Vacuum Cleaner and Other Stories",
"isbn":"0062653113",
"description":"Do you believe in magic? Can you imagine a war between wizards? An exciting journey in an airship or down in a submarine? Would you like to meet the fastest truncheon in the Wild West? The Witch’s Vacuum Cleaner is the second fabulously funny short-story collection from the late acclaimed storyteller Terry Pratchett. A follow-up to Dragons at Crumbling Castle, this second batch of storytelling gems features stories written when Sir Terry was just seventeen years old and working as a junior reporter. In these pages, new Pratchett fans will find wonder, mayhem, sorcery, and delight—and loyal readers will recognize the seeds of ideas that went on to influence his most beloved tales later in life. As Neil Gaiman says, “a Terry Pratchett book is a small miracle”—and The Witch’s Vacuum Cleaner proves to be another miracle taking its place alongside Pratchett’s astounding and cherished body of work.","preview":"http:\/\/books.google.com\/books?id=xd3UjwEACAAJ&dq=9780062653116&hl=&source=gbs_api","cover":"http:\/\/books.google.com\/books\/content?id=xd3UjwEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api","book_status":"read"},
{"bookId":"X28zNKCBD28C",
"userId":"1",
"authorId":"4",
"title":"Forbidden Archeology",
"isbn":"9780892133376",
"description":"Over the centuries, researchers have found bones and artifacts proving that humans like us have existed for millions of years; the author argues, however, that mainstream science has suppressed these facts and that prejudices based on current scientific theory act as a \"knowledge filter,\" giving us a picture of prehistory that is largely incorrect.","preview":"http:\/\/books.google.com\/books?id=WdF-AAAAMAAJ&dq=the+forbidden+archaeologist&hl=&source=gbs_api","cover":"http:\/\/books.google.com\/books\/content?id=WdF-AAAAMAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api","book_status":"reading","created_at":"2019-07-13 16:00:45","updated_at":"2019-07-13 16:00:45"},
{"bookId":"8l694yT6VZkC",
"userId":"1",
"authorId":"3",
"title":"Hogfather",
"isbn":"0061807702",
"description":"Who would want to harm Discworld's most beloved icon? Very few things are held sacred in this twisted, corrupt, heartless -- and oddly familiar -- universe, but the Hogfather is one of them. Yet here it is, Hogswatchnight, that most joyous and acquisitive of times, and the jolly old, red-suited gift-giver has vanished without a trace. And there's something shady going on involving an uncommonly psychotic member of the Assassins' Guild and certain representatives of Ankh-Morpork's rather extensive criminal element. Suddenly Discworld's entire myth system is unraveling at an alarming rate. Drastic measures must be taken, which is why Death himself is taking up the reins of the fat man's vacated sleigh . . . which, in turn, has Death's level-headed granddaughter, Susan, racing to unravel the nasty, humbuggian mess before the holiday season goes straight to hell and takes everyone along with it.","preview":"https:\/\/play.google.com\/store\/books\/details?id=8l694yT6VZkC&source=gbs_api","cover":"http:\/\/books.google.com\/books\/content?id=8l694yT6VZkC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api","book_status":"read"},
{"bookId":"ZAd2IjiTYdwC",
"userId":"1",
"authorId":"3",
"title":"The Color of Magic",
"isbn":"9780061796845",
"description":"Terry Pratchett's profoundly irreverent, bestselling novels have garnered him a revered position in the halls of parody next to the likes of Mark Twain, Kurt Vonnegut, Douglas Adams, and Carl Hiaasen. The Color of MagicM is Terry Pratchett's maiden voyage through the now-legendary land of Discworld. This is where it all begins -- with the tourist Twoflower and his wizard guide, Rincewind.","preview":"https:\/\/play.google.com\/store\/books\/details?id=ZAd2IjiTYdwC&source=gbs_api","cover":"http:\/\/books.google.com\/books\/content?id=ZAd2IjiTYdwC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api","book_status":"read"},
{"bookId":"mA8A4BYWB1IC",
"userId":"1",
"authorId":"5",
"title":"A Game of Thrones 4-Book Bundle",
"isbn":"0345529065",
"description":"The perfect gift for fans of HBO's Game of Thrones—a boxed set featuring the first four novels! George R. R. Martin's A Song of Ice and Fire series has become, in many ways, the gold standard for modern epic fantasy. Martin—dubbed the \"American Tolkien\" by Time magazine—has created a world that is as rich and vital as any piece of historical fiction, set in an age of knights and chivalry and filled with a plethora of fascinating, multidimensional characters that you love, hate to love, or love to hate as they struggle for control of a divided kingdom. This bundle includes the following novels: A GAME OF THRONES A CLASH OF KINGS A STORM OF SWORDS A FEAST FOR CROWS","preview":"http:\/\/books.google.com\/books?id=mA8A4BYWB1IC&dq=of+fire+and+ice&hl=&source=gbs_api","cover":"http:\/\/books.google.com\/books\/content?id=mA8A4BYWB1IC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api","book_status":"wish list"},
{"bookId":"ovdcq2AmgtcC",
"userId":"1","authorId":"6",
"title":"Data Points",
"isbn":"9781118462195",
"description":"The author uses examples from art, design, business, statistics, cartography, and online media, to explore concepts and ideas about illustrating data.","preview":"http:\/\/books.google.com\/books?id=ovdcq2AmgtcC&dq=9781118462195&hl=&source=gbs_api","cover":"http:\/\/books.google.com\/books\/content?id=ovdcq2AmgtcC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api","book_status":"wish list"}
]